Repository: athityakumar/kgp-django-website
Catalog: basicapp/basic/diamanda/diamandas/pagestats/locale/*/LC_MESSAGES/django.po
Languages: pl

source: You don't have the permissions to view this page
pl: Brak uprawnień do oglądania tej strony

source: Stat
pl: Statystyki

source: Stats
pl: Statystyki

source: Admin Panel
pl: Panel Admina

source: Site Statistics
pl: Statystyki Wejść

source: Last Referers
pl: Ostatnie Referery

source: Actions
pl: Akcje

source: Unique Entries
pl: Unikalne Wejscia

source: Search Engines
pl: Wyszukiwarki

source: Delete all data ?
pl: Skasować wszystkie dane ?

source: Delete Stat Data
pl: Kasowanie Danych Statystyk

source: Entries
pl: Unikalne Wejscia

source: Search engine traffic sources
pl: Źródła ruchu z wyszukiwarek

source: No data
pl: Brak danych

source: Live Search
pl: Wyszukania

source: Google Keywords
pl: Słowa Kluczowe Google

source: Add
pl: Dodaj

source: Change
pl: Zmień

source: You don't have permission to edit anything.
pl: Brak uprawnień do oglądania tej strony

source: Recent Actions
pl: Ostatnie Akcje

source: My Actions
pl: Moje Akcje

source: None available
pl: Brak
