Repository: athityakumar/kgp-django-website
Catalog: basicapp/basic/diamanda/diamandas/myghtyboard/locale/*/LC_MESSAGES/django.po
Languages: de

source: Data
de: Daten

source: Stats
de: Statistik

source: Category Name
de: Kategorie Name

source: Order
de: Reihenfolge

source: Category
de: Kategorie

source: 1. Categories
de: Kategorien

source: Forum Category
de: Forum Kategorie

source: Forum Description
de: Forum Beschreibung

source: Topics
de: Themen

source: Posts
de: Beiträge

source: Last Poster
de: Letzte Antwort

source: Last Topic
de: Letzter Beitrag

source: Use prefixes
de: Verwenden Sie Präfixe

source: Allow anonymous to post
de: Anonymen Benutzern erlauben Beiträge zu schreiben

source: Use moderators
de: Benutze Moderatoren

source: Moderators
de: Moderatoren

source: Select non-staff users that should be moderators of this forum (optional).
de: Wählen Sie Moderatoren aus, die keine Administratoren sind (optional).

source: 2. Forums
de: Foren

source: No prefixes specified
de: Keine Präfixe angegeben

source: Not used
de: Nicht benutzt

source: Prefixes
de: Prafixe

source: Topic Title
de: Themen Titel

source: Author
de: Autor

source: Pagination Page
de: Pagination Seite

source: Topic
de: Thema

source: Forums
de: Foren

source: Topic Prefix
de: Themen Präfix

source: 3. Topic Prefixes
de: Themen Präfixe

source: Post
de: Beitrag

source: There is no such forum. Please go back to the forum list.
de: Es gibt keine solches Forum. Bitte gehen Sie zurück zum Forum Liste.

source: User Topics
de: Benutzer Themen

source: Last Active Topics
de: Aktuelle Themen

source: User Posts in Latest Topics
de: Beiträge in aktuellen Themen

source: Anonymous
de: Anonym

source: You can't add a topic.
de: Sie können kein Thema eröffnen.

source: To many anonymous posts. Login to post topics and new messages.
de: Zu viele anonyme Beiträge. Bitte Loggen Sie sich ein um Inhalte hinzuzufügen.

source: You can't make more than 3 topics in a row
de: Sie können nicht mehr als drei Themen nacheinander eröffnen

source: To many links. Is this spam?.
de: Zu viele Links. Ist das spam?

source: Topic Added
de: Thema hinzugefügt

source: Topic added
de: Thema hinzugefügt

source: Topic added succesfuly.
de: Thema wurde erfolgreich hinzugefügt.

source: You can't add a post.
de: Sie können keinen Beitrag hinzufügen.

source: Topic is closed
de: Thema geschlossen

source: You can't post after your post
de: Sie können nicht zweimal hintereinander Beiträge schreiben

source: Post Added
de: Beitrag hinzugefügt

source: Post added succesfuly.
de: Beitrag erfolgreich hinzugefügt.

source: wrote
de: geschrieben

source: You can't edit a post.
de: Sie können keinen Beitrag editieren.

source: Post edited succesfuly.
de: Beitrag erfolgreich editiert.

source: You can't edit this post
de: Sie können diesen Beitrag nicht editieren

source: Post deleted succesfuly.
de: Beitrag erfolgreich gelöscht.

source: Topic deleted succesfuly.
de: Thema erfolgreich gelöscht.

source: You aren't a moderator
de: Sie sind kein Moderator

source: Invalid Forum/Topic
de: Ungültige Forum/Thema

source: Topic Moved
de: Thema wurde verschoben

source: This topic has been moved to another forum. To see the topic follow
de: Dieses Thema wurde zu einem anderen Forum verschoben. Um das Thema anzuzeigen folgen Sie

source: this link
de: diesem Link

source: Forum Staff
de: Forum Administrator

source: Topic moved succesfuly.
de: Thema erfolgreich verschoben.

source: Topic closed succesfuly.
de: Thema erfolgreich geschlossen.

source: You aren't a moderator and you aren't logged in
de: Sie sind kein Moderator und Sie sind nicht angemeldet

source: Topic solved.
de: Thema gelöst.

source: You aren't a moderator or topic author and you aren't logged in
de: Sie sind weder Moderator noch haben Sie den Beitrag eröffnet. Und Sie sind nicht angemeldet

source: Topic unsolved.
de: Beitrag ungelöst.

source: Add new post
de: Neuen Beitrag hizugefügt

source: Content
de: Inhalt

source: Add post
de: Beitrag hinzufügen

source: Last 10 posts from topic
de: Letzte 10 Beiträge vom Thema

source: Back to Forum
de: Zurück zum Forum

source: My Topics
de: Meine Themen

source: My Posts
de: Meine Beiträge

source: Add new topic
de: Neuen Beitrag hinzufügen

source: Title
de: Titel

source: Prefix
de: Präfix

source: Options
de: Optionen

source: Sticky
de: Wichtig

source: Add topic
de: Beitrag hinzufügen

source: Last Post
de: Letzter Beitrag

source: No topics in this forum
de: Keine Beiträge in diesem Forum vorhanden

source: Edit post
de: Beitrag editieren

source: Move Topic
de: Thema verschieben

source: Select a forum to which the topic
de: Wählen Sie ein Forum in welches das Thema

source: should be moved
de: verschoben werden soll

source: Add Post
de: Neuer Beitrag

source: Unsolve Topic
de: Ungelöstes Thema

source: Mark as solved
de: Markiere als gelöst

source: Reply with quote
de: Mit Zitat antworten

source: Edit this post
de: Beitrag editieren

source: Delete This Post?
de: Beitrag löschen?

source: Delete this post
de: Beitrag löschen

source: First Page
de: Erste Seite

source: Previous Page
de: Vorherige Seite

source: Next Page
de: Nächste Seite

source: Last Page
de: Letzte Seite

source: You <b>can</b> post new Topics
de: Sie <b>können</b> Themen eröffnen

source: You <b>can't</b> post new Topics
de: Sie <b>können keine</b> Themen eröffnen

source: You <b>can</b> post new Posts
de: Sie <b>können</b> neue Beiträge schreiben

source: You <b>can't</b> post new Posts
de: Sie <b>können keine</b> neue Beiträge schreiben

source: You <b>are</b> a Moderator
de: Sie <b>sind</b> Moderator

source: You <b>aren't</b> a moderator
de: Sie <b>sind kein</b> Moderator

source: Topics from
de: Themen von

source: Add New Topic
de: Neues Thema eröffnen

source: Filter topics
de: Themen filtern

source: Clear
de: Säubern

source: Solved
de: Gelöst

source: Delete this Topic and all Posts?
de: Thema und alle Beiträge löschen?

source: Delete
de: Löschen

source: Open This Topic?
de: Thema öffnen

source: Unlock
de: Endsperren

source: Close This Topic?
de: Thema schliessen

source: Lock
de: Sperren

source: Move
de: Verschieben

source: Pages:
de: Seiten:
