Repository: athityakumar/kgp-django-website
Catalog: basicapp/basic/diamanda/diamandas/pages/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Page does not exist
pl: Strona nie istnieje

source: This is a discussion about article
pl: To jest dyskusja poświęcona artykułowi

source: Comment added succesfuly.
pl: Komentarz dodany pomyślnie.

source: Comments for: %s
pl: Komentarze dla: %s

source: Content
pl: Treść

source: Book
pl: Kategoria

source: Updates
pl: Aktualizacje

source: Content Menu
pl: Menu Treści

source: Solved:
pl: Rozwiązany:

source: Article
pl: Artykuł

source: If you add a book and want to display a link to it in the menu enter 1 or greater value
pl: Jeżeli dodajesz kategorię i chcesz wyświetlić link do niej w głównym menu to podaj wartość 1 lub większą

source: Select a forum in which comment topics will be created (for this and child entries). You can set this for every book, and Articles/News placed in them will use book settings.
pl: Podaj forum, w którym tematy-komentarze będą tworzone (dla tego wpisu i wpisów zależnych). Możesz ustawić dla wszystkich kategorii, a zawarte w niej Artykuły/Wiadomości będą korzystały z tych ustawień.

source: You can use Content BBCode tags that can highlight code, or show images with thumbs. See Diamanda online documentation.
pl: Możesz używać tagów Content BBCode do kolorowania składni, wyświetlania zdjęć z miniaturami. Szczegóły w dokumentacji na stronie Diamandy.

source: You can add links or other content that will be displayer in the side menu. Use <b>div class="panel"</b> to wrap it in a box.
pl: Możesz dodać linki lub inną zawartość, która pojawi się w prawym menu. Użyj <b>div class="panel"</b> by uzyskać standardową ramkę CSS prawego menu.

source: Title
pl: Tytuł

source: Slug
pl: Odnośnik

source: Description
pl: Opis

source: Text
pl: Tekst

source: Type
pl: Typ

source: Place in
pl: Umieść w

source: Updated
pl: Aktualizacja

source: Changes summary
pl: Podsumowanie zmian

source: Book order
pl: Kolejność kategorii

source: Author
pl: Autor

source: Side Menu
pl: Prawe Menu

source: 1. Content
pl: 1. Treść

source: Site Error
pl: Błąd Serwisu

source: A full report have been send to the admin. The problem will be fixed as soon as possible. Please go to the main page.
pl: Pełna informacja o zaistniałym błędzie została wysłana administratorowi. Problem zostanie rozwiązany najszybciej jak to możliwe ;)

source: Main Page
pl: Strona Główna

source: Help Page
pl: Pomoc

source: My Account
pl: Moje Konto

source: Compleate OpenID registration
pl: Uzupełnij rejestrację OpenID

source: Login or Register
pl: Zaloguj lub Zarejestruj

source: Login with OpenID
pl: Zaloguj z OpenID

source: Home
pl: Biblioteka

source: Whats new on
pl: Co nowego -

source: Browse news
pl: Przeglądaj newsy

source: RSS - Latest Articles
pl: RSS - ostatnie wiadomości i artykuły

source: RSS - What's new
pl: RSS - Co nowego?

source: You are here
pl: Jesteś tutaj

source: Search
pl: Szukaj

source: You can go to
pl: Możesz przejść na

source: main page
pl: stronę główną

source: or login on this website using
pl: lub zalogować się na stronie używając

source: login form
pl: formularza logowania

source: Added
pl: Dodane

source: by
pl: przez

source: Read all comments
pl: Przeczytaj wszystkie komentarze

source: Comments
pl: Komentarze

source: Update
pl: Aktualizacja

source: Add comment
pl: Dodaj komentarz

source: Nick
pl: Imię

source: Comment
pl: Komentarz

source: Comments have been disabled for this page
pl: Komentarze zostały wyłączone dla tej strony

source: Browse category news
pl: Przeglądaj wiadomości z kategorii

source: Category RSS
pl: RSS Kategorii

source: There are no news.
pl: Brak wiadomości.

source: Pages:
pl: Stron:

source: Go Back
pl: Wstecz

source: Read comments
pl: Czytaj komentarze

source: You will be redirected back in 2 seconds.
pl: Zostaniesz przeniesiony spowrotem za 2 sekundy.

source: Click here if you don't want to wait
pl: Kliknij tutaj jeżeli nie chcesz czekać

source: How to navigate on this site?
pl: Jak nawigować po stronie?

source: This site contains pages and news grouped in categories.
pl: Strona zawiera artykuły i wiadomości zebrane w kategoriach

source: To navigate over the presented content you can use
pl: Do nawigacji po stronie możesz użyć

source: <b>Categories</b> listed below the page title hold all available articles
pl: <b>Kategorii</b> wylistowanych poniżej tytułu strony

source: <b>Search</b> form at the top right corner of the page
pl: Formularza <b>wyszukiwania</b> znajdującego się w prawym górnym rogu strony

source: <b>You are here</b> links located at the top of the page - showing your current location. You can use those links to go back to categories from articles, news etc.
pl: <b>Jesteś tutaj</b> - ścieżki odnośników wskazujących twoje obecne położenie w serwisie. Możesz używać te odnośniki do przechodzenia do kategorii danego artykułu czy wiadomości.

source: How can I track new articles and posts?
pl: Jak śledzić nowości na stronie?

source: The <b>What's new?</b> column on the main page lists all new and updated articles, news, and posts.
pl: <b>Co nowego</b> na stronie głównej zawiera listę ostatnich zmian dokonanych na stronie (nowe i zmienione artykuły, wiadomości czy posty).

source: To track changes without visiting the site often you can use
pl: By śledzić zmiany bez częstego odwiedzania strony możesz użyć

source: this RSS channel
pl: tego kanału RSS

source: that tracks all articles and posts activity.
pl: , który śledzi wszystkie zmiany w postach, artykułach, czy wiadomościach.

source: To get only new articles you can use
pl: Jeżeli chcesz powiadomienia wyłącznie o nowych artykułach i wiadomościach możesz użyć

source: RSS Channels are handled by most browsers like Firefox or applications called feed aggregators, and will notify you about new entries without visiting the site.
pl: Kanały RSS są obsługiwane przez większość przeglądarek jak Firefox czy też przez aplikacje nazywane agregatorami kanałów RSS. Taki program (czy przeglądarka) poinformuje ciebie jeżeli pojawi się coś nowego na stronie.

source: You can also use feeds for selected categories (pages and news)
pl: Możesz też wykorzystać kanały RSS dla określonych kategorii (artykuły i wiadomości)

source: Do I have to register?
pl: Czy muszę się rejestrować?

source: You can read all content on this page without the need to register or login
pl: Możesz przeglądać całą zawartość strony bez konieczności logowania się

source: Registration will give you ability to add comments and posts
pl: Rejestracja da ci możliwość pełnego komentowania, a także możliwość dodawania postów i tematów na forum.

source: If you are a new user you can
pl: Jeżeli jesteś pierwszy raz na stronie możesz

source: register
pl: zarejestrować się

source: using a simple form
pl: używając prostego formularza

source: If you have an OpenID, then you can use it to login on this site and create a user account without any extra passwords
pl: Jeżeli masz OpenID i wiesz co to jest to możesz zalogować się za jego pomocą i utworzyć konto użytkownika bez konieczności podawania kolejnych haseł

source: If you forgotten your password, then you can
pl: Jeżeli zapomniałeś hasła, to możesz je

source: reset it
pl: zresetować

source: How can I add or edit content on this site?
pl: Jak mogę dodawać i edytować artykuły na stronie?

source: Using a
pl: Używając

source: simple form
pl: prostego formularza

source: you can add simple articles and news.
pl: możesz zgłaszać proste artykuły i wiadomości.

source: Submitted articles will be reviewed/edited by the site staff and published in time if it will match staff criteria.
pl: Nadesłane artykuły będą przejżane przez redaktorów i opublikowane jeżeli spełnią standardy serwisu.

source: You can also comment articles pointing outdated content, typos and unclear text. You can't edit it.
pl: Możesz także komentować artykuły wskazując nieaktualne już informacje, błędy czy niejasne fragmenty. Nie ma opcji edycji.

source: For help, and question related to topics discussed in the articles please use our
pl: W przypadku pytań i problemów związanych z treścią artkułów prosimy korzystać z

source: forums
pl: fora

source: You can also contact with the staff by email
pl: Możesz także skontaktować się z redaktorami poprzez email

source: if you want to contribute complex articles, tutorials, or ask about anything related with the site.
pl: gdy chcesz zgłosić złożone artykuły, czy też gdy masz pytania związane z zawartością strony.
