Repository: athityakumar/kgp-django-website
Catalog: trunk/basicapp/basic/diamanda/diamandas/userpanel/locale/*/LC_MESSAGES/django.po
Languages: de

source: What's the
de: Wie viele Zeichen

source: digit in %s?
de: hat %s?

source: character in %s?
de: Zeichen in %s?

source: User
de: Benutzer

source: OpenID association
de: OpenID Gruppe

source: OpenID associations
de: OpenID Gruppen

source: Bad OpenID ID.
de: Fehlerhafte OpenID.

source: OpenID removed from list.
de: OpenID wurde von der Liste entfernt.

source: Incorrect answer.
de: Falsche Antwort.

source: Login already taken
de: Anmeldung bereits ausgeführt

source: Email already taken
de: Email Adresse wurde bereits benutzt

source: You just registered on http://www.%s using OpenID
de: Sie haben sich mit OpenID auf http://www.%s registriert

source: Registration compleated. To login on this site use your OpenID. You have been logged in succesfuly.
de: Registration erfolgreich. Um sich anzumelden benutzen Sie Ihre OpenID. Sie haben sich erfolgreich angemeldet.

source: Incorrect answer
de: Falsche Atwort

source: OpenID assigned to your user account.
de: OpenID wurde zu Ihrem Benutzerkonto hinzugefügt.

source: Passwords do not match.
de: Passwort stimmt nicht überein.

source: Registration compleated. You have been logged in succesfuly.
de: Registration erfolgreich. Sie haben sich erfolgreich angemeldet.

source: Assign openID with existing user account
de: OpenID zum Benutzerkonto hinzufügen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Login
de: Anmelden

source: User Panel
de: Benutzer Verwaltung

source: As a registered user you will have full access to comments and forum. Registration isn't however required to browse this site content.
de: Als registrierter Benutzer können Sie Kommentare und Beiträge im Forum erstellen. Die Registration ist nicht notwendig um Inhalte anzuzeigen.

source: If you are a new user you can
de: Wenn Sie ein neuer Benutzer sind können Sie

source: register
de: registrieren

source: using a simple form
de: benutzen eine simple Form

source: If you forgotten your password, then you can
de: Wenn Sie Ihr Passwort vergessen haben können Sie

source: reset it
de: es zurücksetzen

source: Your username and password didn't match. Please try again.
de: Ihr Benutzername und Passwort stimmen nicht überein. Bitte melden Sie sich erneut an.

source: Standard login
de: Standart Anmeldung

source: User Profile
de: Benutzer Profil

source: Logout
de: Abmelden

source: Change Password
de: Passwort ändern

source: Contact Site Admin
de: Kontaktieren Sie den Administrator

source: OpenIDs for this user account
de: OpenIDs für dieses Benutzerkonto

source: remove openID
de: OpenID entfernen

source: Register
de: Registrieren

source: Lost Password
de: Passwort vergessen

source: There was a problem with password change. Did you entered correct current password?
de: Es gab mit der Änderung Ihres Passwortes Probleme. Haben Sie das richtige, aktuelle Passwort angegeben?

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: New Password again
de: Neues Passwort nochmals

source: Password have been changed succesfuly
de: Passwort wurde erfolgreich geändert

source: Go to Main Page
de: Zur Hauptseite

source: Reset Password
de: Passwort zurücksetzen

source: There was a problem with password reset. Did you entered correct email address?
de: Es gab ein problem mit dem zurücksetzen des Passwortes. Haben Sie die korrekte E-Mail Adresse eingegeben?

source: Email used on registration
de: E-Mail die Sie bei der Registration benutzt haben

source: Password Reset
de: Passwort zurücksetzen

source: You requested password reset on
de: Sie haben Ihr Passwort zurückgesetzt auf

source: New password
de: Neues Passwort

source: Password Again
de: Passwort nochmals

source: What's the answer?
de: Was ist die Antwort

source: Register My
de: Registriere mein

source: Quick registration for
de: Schnelle Registration für

source: Fill in this form to get features of a full user account. You will be automatically logged in when you use your openID. No extra passwords! :)
de: Füllen Sie dieses Formular aus um ein Benutzerkonto zu eröffnen. Sie werdenautomatisch angemeldet wenn Sie Ihre OpenID benutzen. Sie benötigen keine extra Passwörter!

source: If you already have an account on this site you can assign this OpenID with your account using
de: Wenn Sie bereits ein Benutzerkonto haben, können Sie Ihre OpenID mit

source: simple login form
de: durch ein Formular hinzufügen
